Repository: zzzjjj080/healthexport
Catalog: HealthExport/HealthExport/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# AIに渡す
source: Hand it to an AI
ar: سلّمه إلى الذكاء الاصطناعي
de: Der KI übergeben
es: Dáselo a una IA
fr: Confiez-le à une IA
it: Passalo a un'IA
ja: AIに渡す
ko: AI에게 전달
pt_br: Entregue a uma IA
ru: Передайте ИИ
zh_hans: 交给 AI
zh_hant: 交給 AI

# そのままチャット欄に貼るか、ファイルとして送ります。
source: Paste it into a chat, or share it as a file.
ar: الصقه في محادثة أو شاركه كملف.
de: In einen Chat einfügen oder als Datei teilen.
es: Pégalo en un chat o compártelo como archivo.
fr: Collez-le dans une conversation ou partagez-le en fichier.
it: Incollalo in una chat o condividilo come file.
ja: そのままチャット欄に貼るか、ファイルとして送ります。
ko: 그대로 채팅창에 붙여넣거나 파일로 보냅니다.
pt_br: Cole em um chat ou compartilhe como arquivo.
ru: Вставьте в чат или отправьте файлом.
zh_hans: 直接粘贴到聊天框，或作为文件发送。
zh_hant: 直接貼到聊天欄，或作為檔案傳送。

# 読み取ったデータは端末の中だけで扱います。 このアプリが外部に送ることはありません。
source: Your data stays on this device. This app never sends it anywhere.
ar: تبقى بياناتك على هذا الجهاز. هذا التطبيق لا يرسلها إلى أي مكان.
de: Deine Daten bleiben auf diesem Gerät. Diese App sendet sie nirgendwohin.
es: Tus datos no salen de este dispositivo. Esta app nunca los envía a ninguna parte.
fr: Vos données restent sur cet appareil. Cette app ne les envoie jamais nulle part.
it: I tuoi dati restano su questo dispositivo. Questa app non li invia da nessuna parte.
ja: 読み取ったデータは端末の中だけで扱います。 このアプリが外部に送ることはありません。
ko: 읽어 들인 데이터는 기기 안에서만 처리합니다. 이 앱이 외부로 보내는 일은 없습니다.
pt_br: Seus dados ficam neste dispositivo. Este app nunca os envia a lugar algum.
ru: Ваши данные остаются на этом устройстве. Это приложение никуда их не отправляет.
zh_hans: 读取的数据只在此设备上处理。 本 App 不会将其发送到任何地方。
zh_hant: 讀取的資料只在此裝置上處理。 本 App 不會將其傳送到任何地方。

# はじめる
source: Get started
ar: ابدأ
de: Loslegen
es: Empezar
fr: Commencer
it: Inizia
ja: はじめる
ko: 시작하기
pt_br: Começar
ru: Начать
zh_hans: 开始使用
zh_hant: 開始使用

# 不具合の報告・要望を送る
source: Report a problem or request a feature
ar: الإبلاغ عن مشكلة أو اقتراح ميزة
de: Problem melden oder Wunsch äußern
es: Informar de un problema o pedir una función
fr: Signaler un problème ou proposer une idée
it: Segnala un problema o proponi un'idea
ja: 不具合の報告・要望を送る
ko: 문제 신고·기능 제안
pt_br: Relatar um problema ou sugerir algo
ru: Сообщить о проблеме или предложить идею
zh_hans: 报告问题或提出建议
zh_hant: 回報問題或提出建議

# メールが開かないときは %@ 宛に送ってください
source: If Mail doesn't open, send it to %@
ar: إذا لم يفتح البريد، فأرسل إلى %@
de: Wenn Mail sich nicht öffnet, schreib an %@
es: Si no se abre Mail, escribe a %@
fr: Si Mail ne s'ouvre pas, écrivez à %@
it: Se Mail non si apre, scrivi a %@
ja: メールが開かないときは %@ 宛に送ってください
ko: 메일이 열리지 않으면 %@ 로 보내 주세요
pt_br: Se o Mail não abrir, escreva para %@
ru: Если Почта не открылась, напишите на %@
zh_hans: 如果邮件未打开，请发送至 %@
zh_hant: 如果郵件未開啟，請寄到 %@

# ありがとうございます
source: Thank you
ar: شكراً لك
de: Danke
es: Gracias
fr: Merci
it: Grazie
ja: ありがとうございます
ko: 감사합니다
pt_br: Obrigado
ru: Спасибо
zh_hans: 谢谢
zh_hant: 謝謝

# いまは受け付けられません
source: Not available right now
ar: غير متاح حالياً
de: Zurzeit nicht verfügbar
es: Ahora mismo no está disponible
fr: Indisponible pour le moment
it: Al momento non disponibile
ja: いまは受け付けられません
ko: 지금은 이용할 수 없습니다
pt_br: No momento não está disponível
ru: Сейчас недоступно
zh_hans: 当前无法使用
zh_hant: 目前無法使用

# このアプリが気に入ったら
source: If you like this app
ar: إذا أعجبك هذا التطبيق
de: Wenn dir diese App gefällt
es: Si te gusta esta app
fr: Si cette app vous plaît
it: Se ti piace questa app
ja: このアプリが気に入ったら
ko: 이 앱이 마음에 드셨다면
pt_br: Se você gosta deste app
ru: Если вам нравится это приложение
zh_hans: 如果你喜欢这个 App
zh_hant: 如果你喜歡這個 App

# 開発者にコーヒーを奢る
source: Buy the developer a coffee
ar: اشترِ للمطوّر فنجان قهوة
de: Dem Entwickler einen Kaffee spendieren
es: Invita a un café al desarrollador
fr: Offrir un café au développeur
it: Offri un caffè allo sviluppatore
ja: 開発者にコーヒーを奢る
ko: 개발자에게 커피 한 잔
pt_br: Pague um café ao desenvolvedor
ru: Угостить разработчика кофе
zh_hans: 请开发者喝杯咖啡
zh_hant: 請開發者喝杯咖啡

# 奢ってくれてありがとうございました
source: Thanks for the coffee
ar: شكراً على القهوة
de: Danke für den Kaffee
es: Gracias por el café
fr: Merci pour le café
it: Grazie per il caffè
ja: 奢ってくれてありがとうございました
ko: 커피 감사합니다
pt_br: Obrigado pelo café
ru: Спасибо за кофе
zh_hans: 谢谢你的咖啡
zh_hant: 謝謝你的咖啡

# %lld 回も奢ってくれてありがとうございました
source: Thanks for the coffee — %lld times over
ar: شكراً لك على %lld فنجان قهوة
de: Danke für %lld Kaffees
es: Gracias por invitarme a café %lld veces
fr: Merci de m'avoir offert le café %lld fois
it: Grazie per avermi offerto il caffè %lld volte
ja: %lld 回も奢ってくれてありがとうございました
ko: %lld 번이나 커피를 사 주셔서 감사합니다
pt_br: Obrigado por pagar o café %lld vezes
ru: Спасибо за %lld чашек кофе
zh_hans: 谢谢你请了 %lld 次咖啡
zh_hant: 謝謝你請了 %lld 次咖啡

# 調べています…
source: Checking…
ar: جارٍ التحقق…
de: Wird geprüft …
es: Comprobando…
fr: Vérification…
it: Controllo in corso…
ja: 調べています…
ko: 확인 중…
pt_br: Verificando…
ru: Проверяем…
zh_hans: 正在检查…
zh_hant: 正在檢查…

# %lld項目
source: %lld metrics
ar: %lld بياناً
de: %lld Werte
es: %lld métricas
fr: %lld mesures
it: %lld metriche
ja: %lld項目
ko: %lld개 항목
pt_br: %lld métricas
ru: %lld показателей
zh_hans: %lld 个项目
zh_hant: %lld 個項目

# ほか%lld項目
source: +%lld more
ar: و%lld غيرها
de: +%lld weitere
es: +%lld más
fr: +%lld de plus
it: +%lld altre
ja: ほか%lld項目
ko: 외 %lld개 항목
pt_br: +%lld outras
ru: ещё %lld
zh_hans: 另有 %lld 个项目
zh_hant: 另有 %lld 個項目

# うまくいかなかったこと
source: Something went wrong
ar: حدث خطأ ما
de: Etwas hat nicht geklappt
es: Algo salió mal
fr: Quelque chose n'a pas fonctionné
it: Qualcosa non ha funzionato
ja: うまくいかなかったこと
ko: 잘 되지 않은 일
pt_br: Algo não deu certo
ru: Что-то пошло не так
zh_hans: 出现了问题
zh_hant: 發生了問題

# うまくいかなかったこと（%lld件）
source: Something went wrong (%lld)
ar: حدث خطأ ما (%lld)
de: Etwas hat nicht geklappt (%lld)
es: Algo salió mal (%lld)
fr: Quelque chose n'a pas fonctionné (%lld)
it: Qualcosa non ha funzionato (%lld)
ja: うまくいかなかったこと（%lld件）
ko: 잘 되지 않은 일(%lld건)
pt_br: Algo não deu certo (%lld)
ru: Что-то пошло не так (%lld)
zh_hans: 出现了问题（%lld 项）
zh_hant: 發生了問題（%lld 項）

# 前回の結果を見る（%@文字）
source: Show last result (%@ chars)
ar: عرض النتيجة السابقة (%@ حرف)
de: Letztes Ergebnis ansehen (%@ Zeichen)
es: Ver el último resultado (%@ caracteres)
fr: Voir le dernier résultat (%@ caractères)
it: Vedi l'ultimo risultato (%@ caratteri)
ja: 前回の結果を見る（%@文字）
ko: 지난 결과 보기(%@자)
pt_br: Ver o último resultado (%@ caracteres)
ru: Посмотреть прошлый результат (%@ символов)
zh_hans: 查看上次结果（%@ 字符）
zh_hant: 查看上次結果（%@ 個字）

# %lld日間
source: %lld days
ar: %lld يوم
de: %lld Tage
es: %lld días
fr: %lld jours
it: %lld giorni
ja: %lld日間
ko: %lld일간
pt_br: %lld dias
ru: %lld дней
zh_hans: %lld 天
zh_hant: %lld 天

# 記録を読んでいます
source: Reading records
ar: جارٍ قراءة السجلات
de: Aufzeichnungen werden gelesen
es: Leyendo registros
fr: Lecture des enregistrements
it: Lettura dei dati
ja: 記録を読んでいます
ko: 기록을 읽고 있습니다
pt_br: Lendo os registros
ru: Читаем записи
zh_hans: 正在读取记录
zh_hant: 正在讀取記錄

# 書き出せる項目がありません。ヘルスケアの許可と、選んでいる期間を確かめてください。
source: Nothing to export. Check Health access and the selected period.
ar: لا يوجد ما يُصدَّر. تحقق من الوصول إلى «الصحة» ومن الفترة المختارة.
de: Nichts zu exportieren. Prüfe den Health-Zugriff und den gewählten Zeitraum.
es: No hay nada que exportar. Comprueba el acceso a Salud y el periodo seleccionado.
fr: Rien à exporter. Vérifiez l'accès à Santé et la période sélectionnée.
it: Niente da esportare. Controlla l'accesso a Salute e il periodo selezionato.
ja: 書き出せる項目がありません。ヘルスケアの許可と、選んでいる期間を確かめてください。
ko: 내보낼 항목이 없습니다. 건강 접근 권한과 선택한 기간을 확인해 주세요.
pt_br: Nada a exportar. Verifique o acesso à Saúde e o período selecionado.
ru: Выгружать нечего. Проверьте доступ к «Здоровью» и выбранный период.
zh_hans: 没有可导出的项目。请确认“健康”权限和所选时间范围。
zh_hant: 沒有可匯出的項目。請確認「健康」權限和所選時間範圍。

# %@を1件ずつ読んでいます
source: Reading every sample of %@
ar: جارٍ قراءة كل عيّنة من %@
de: Jede Einzelmessung von %@ wird gelesen
es: Leyendo cada muestra de %@
fr: Lecture de chaque échantillon de %@
it: Lettura di ogni campione di %@
ja: %@を1件ずつ読んでいます
ko: %@을(를) 하나씩 읽고 있습니다
pt_br: Lendo cada amostra de %@
ru: Читаем каждую запись: %@
zh_hans: 正在逐条读取%@
zh_hant: 正在逐筆讀取%@

# …… ここから先の %@ 行は画面に出していません。 コピーと共有には全部入っています。
source: …… %@ more lines are not shown here. Copy and Share include everything.
ar: …… هناك %@ سطراً إضافياً لا تظهر هنا. النسخ والمشاركة يتضمّنان كل شيء.
de: …… %@ weitere Zeilen werden hier nicht angezeigt. Kopieren und Teilen enthalten alles.
es: …… hay %@ líneas más que no se muestran aquí. Copiar y Compartir las incluyen todas.
fr: …… %@ lignes supplémentaires ne sont pas affichées ici. Copier et Partager les incluent toutes.
it: …… ci sono altre %@ righe non mostrate qui. Copia e Condividi le includono tutte.
ja: …… ここから先の %@ 行は画面に出していません。 コピーと共有には全部入っています。
ko: …… 여기서부터 %@줄은 화면에 표시하지 않았습니다. 복사와 공유에는 전부 들어 있습니다.
pt_br: …… há mais %@ linhas que não aparecem aqui. Copiar e Compartilhar incluem tudo.
ru: …… ещё %@ строк здесь не показаны. В «Скопировать» и «Поделиться» входит всё.
zh_hans: …… 后面还有 %@ 行未在此显示。 拷贝和共享包含全部内容。
zh_hant: …… 後面還有 %@ 列未在此顯示。 拷貝與分享包含全部內容。

# ファイルを作れませんでした: %@
source: Could not create the file: %@
ar: تعذّر إنشاء الملف: %@
de: Datei konnte nicht erstellt werden: %@
es: No se pudo crear el archivo: %@
fr: Impossible de créer le fichier : %@
it: Impossibile creare il file: %@
ja: ファイルを作れませんでした: %@
ko: 파일을 만들지 못했습니다: %@
pt_br: Não foi possível criar o arquivo: %@
ru: Не удалось создать файл: %@
zh_hans: 无法创建文件：%@
zh_hant: 無法建立檔案：%@

# この端末ではヘルスケアを使えません。
source: Health data is not available on this device.
ar: بيانات «الصحة» غير متاحة على هذا الجهاز.
de: Health-Daten sind auf diesem Gerät nicht verfügbar.
es: Los datos de Salud no están disponibles en este dispositivo.
fr: Les données Santé ne sont pas disponibles sur cet appareil.
it: I dati di Salute non sono disponibili su questo dispositivo.
ja: この端末ではヘルスケアを使えません。
ko: 이 기기에서는 건강 데이터를 사용할 수 없습니다.
pt_br: Os dados da Saúde não estão disponíveis neste dispositivo.
ru: Данные «Здоровья» недоступны на этом устройстве.
zh_hans: 此设备无法使用“健康”。
zh_hant: 此裝置無法使用「健康」。

# ヘルスケアの許可を求められませんでした: %@
source: Could not request Health access: %@
ar: تعذّر طلب الوصول إلى «الصحة»: %@
de: Health-Zugriff konnte nicht angefragt werden: %@
es: No se pudo solicitar el acceso a Salud: %@
fr: Impossible de demander l'accès à Santé : %@
it: Impossibile richiedere l'accesso a Salute: %@
ja: ヘルスケアの許可を求められませんでした: %@
ko: 건강 접근 권한을 요청하지 못했습니다: %@
pt_br: Não foi possível solicitar o acesso à Saúde: %@
ru: Не удалось запросить доступ к «Здоровью»: %@
zh_hans: 无法请求“健康”权限：%@
zh_hant: 無法請求「健康」權限：%@

# %@を調べられませんでした: %@
source: Could not check %@: %@
ar: تعذّر التحقق من %@: %@
de: %@ konnte nicht geprüft werden: %@
es: No se pudo comprobar %@: %@
fr: Impossible de vérifier %@ : %@
it: Impossibile controllare %@: %@
ja: %@を調べられませんでした: %@
ko: %@을(를) 확인하지 못했습니다: %@
pt_br: Não foi possível verificar %@: %@
ru: Не удалось проверить %@: %@
zh_hans: 无法检查%@：%@
zh_hant: 無法檢查%@：%@

# 睡眠を読めませんでした: %@
source: Could not read sleep: %@
ar: تعذّرت قراءة النوم: %@
de: Schlaf konnte nicht gelesen werden: %@
es: No se pudo leer el sueño: %@
fr: Impossible de lire le sommeil : %@
it: Impossibile leggere il sonno: %@
ja: 睡眠を読めませんでした: %@
ko: 수면을 읽지 못했습니다: %@
pt_br: Não foi possível ler o sono: %@
ru: Не удалось прочитать сон: %@
zh_hans: 无法读取睡眠：%@
zh_hant: 無法讀取睡眠：%@

# ワークアウトを読めませんでした: %@
source: Could not read workouts: %@
ar: تعذّرت قراءة التمارين: %@
de: Workouts konnten nicht gelesen werden: %@
es: No se pudieron leer los entrenamientos: %@
fr: Impossible de lire les entraînements : %@
it: Impossibile leggere gli allenamenti: %@
ja: ワークアウトを読めませんでした: %@
ko: 운동을 읽지 못했습니다: %@
pt_br: Não foi possível ler os treinos: %@
ru: Не удалось прочитать тренировки: %@
zh_hans: 无法读取体能训练：%@
zh_hant: 無法讀取體能訓練：%@

# 気分の記録を読めませんでした: %@
source: Could not read state of mind: %@
ar: تعذّرت قراءة الحالة الذهنية: %@
de: Gemütszustand konnte nicht gelesen werden: %@
es: No se pudo leer el estado de ánimo: %@
fr: Impossible de lire l'état d'esprit : %@
it: Impossibile leggere lo stato d'animo: %@
ja: 気分の記録を読めませんでした: %@
ko: 마음 상태를 읽지 못했습니다: %@
pt_br: Não foi possível ler o estado emocional: %@
ru: Не удалось прочитать душевное состояние: %@
zh_hans: 无法读取心情记录：%@
zh_hant: 無法讀取心情記錄：%@

# %@を読めませんでした: %@
source: Could not read %@: %@
ar: تعذّرت قراءة %@: %@
de: %@ konnte nicht gelesen werden: %@
es: No se pudo leer %@: %@
fr: Impossible de lire %@ : %@
it: Impossibile leggere %@: %@
ja: %@を読めませんでした: %@
ko: %@을(를) 읽지 못했습니다: %@
pt_br: Não foi possível ler %@: %@
ru: Не удалось прочитать %@: %@
zh_hans: 无法读取%@：%@
zh_hant: 無法讀取%@：%@

# %@の詳細を読めませんでした: %@
source: Could not read samples of %@: %@
ar: تعذّرت قراءة عيّنات %@: %@
de: Einzelmessungen von %@ konnten nicht gelesen werden: %@
es: No se pudieron leer las muestras de %@: %@
fr: Impossible de lire les échantillons de %@ : %@
it: Impossibile leggere i campioni di %@: %@
ja: %@の詳細を読めませんでした: %@
ko: %@의 상세 기록을 읽지 못했습니다: %@
pt_br: Não foi possível ler as amostras de %@: %@
ru: Не удалось прочитать записи %@: %@
zh_hans: 无法读取%@的详细记录：%@
zh_hant: 無法讀取%@的詳細記錄：%@

# 文字
source: chars
ar: حرف
de: Zeichen
es: caracteres
fr: caractères
it: caratteri
ja: 文字
ko: 자
pt_br: caracteres
ru: символов
zh_hans: 字符
zh_hant: 字

# トークン
source: tokens
ar: رمز
fr: jetons
it: token
ja: トークン
ko: 토큰
ru: токенов
zh_hans: token
zh_hant: token

# 行
source: lines
ar: سطر
de: Zeilen
es: líneas
fr: lignes
it: righe
ja: 行
ko: 줄
pt_br: linhas
ru: строк
zh_hans: 行
zh_hant: 列

# コピーしました
source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピーしました
ko: 복사했습니다
pt_br: Copiado
ru: Скопировано
zh_hans: 已拷贝
zh_hant: 已拷貝

# コピー
source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
ru: Скопировать
zh_hans: 拷贝
zh_hant: 拷貝

# この量なら、AIのチャット欄にそのまま貼れます。
source: This will fit in an AI chat box as is.
ar: بهذا الحجم يمكنك لصقه مباشرة في محادثة الذكاء الاصطناعي.
de: In dieser Größe lässt es sich direkt in ein KI-Chatfeld einfügen.
es: Con este tamaño se puede pegar tal cual en el chat de una IA.
fr: À cette taille, vous pouvez le coller tel quel dans une IA.
it: Con queste dimensioni puoi incollarlo così com'è nella chat di un'IA.
ja: この量なら、AIのチャット欄にそのまま貼れます。
ko: 이 정도면 AI 채팅창에 그대로 붙여넣을 수 있습니다.
pt_br: Nesse tamanho dá para colar direto no chat de uma IA.
ru: При таком размере это можно вставить прямо в чат с ИИ.
zh_hans: 这个大小可以直接粘贴到 AI 的聊天框。
zh_hant: 這個大小可以直接貼到 AI 的聊天欄。

# 貼れますが重めです。項目を減らすか期間を短くすると扱いやすくなります。
source: It fits, but it's heavy. Fewer metrics or a shorter period will be easier to work with.
ar: يمكن لصقه لكنه ثقيل. تقليل البيانات أو تقصير الفترة يجعله أسهل في التعامل.
de: Es passt, ist aber schwer. Weniger Werte oder ein kürzerer Zeitraum ist handlicher.
es: Cabe, pero es pesado. Con menos métricas o un periodo más corto será más manejable.
fr: Ça passe, mais c'est lourd. Moins de mesures ou une période plus courte sera plus maniable.
it: Ci sta, ma è pesante. Meno metriche o un periodo più breve lo rendono più maneggevole.
ja: 貼れますが重めです。項目を減らすか期間を短くすると扱いやすくなります。
ko: 붙여넣을 수 있지만 다소 큽니다. 항목을 줄이거나 기간을 짧게 하면 다루기 쉬워집니다.
pt_br: Cabe, mas está pesado. Menos métricas ou um período mais curto fica mais fácil de usar.
ru: Поместится, но тяжеловато. Меньше показателей или более короткий период — удобнее.
zh_hans: 可以粘贴，但偏大。减少项目或缩短时间范围会更好处理。
zh_hant: 可以貼上，但偏大。減少項目或縮短時間範圍會更好處理。

# 大きすぎます。期間を短くするか、「1件ずつ全部」にした項目を「1日ごと」に戻してください。
source: Too large. Shorten the period, or switch any 'every sample' metric back to one row per day.
ar: كبير جداً. قصّر الفترة، أو أعِد البيانات المضبوطة على «كل عيّنة» إلى سطر واحد لكل يوم.
de: Zu groß. Kürze den Zeitraum, oder stelle Werte mit „jede Einzelmessung“ zurück auf eine Zeile pro Tag.
es: Demasiado grande. Acorta el periodo o vuelve a «una fila por día» las métricas puestas en «cada muestra».
fr: Trop volumineux. Raccourcissez la période, ou repassez en « une ligne par jour » les mesures réglées sur « chaque échantillon ».
it: Troppo grande. Accorcia il periodo, oppure riporta a una riga al giorno le metriche impostate su «ogni campione».
ja: 大きすぎます。期間を短くするか、「1件ずつ全部」にした項目を「1日ごと」に戻してください。
ko: 너무 큽니다. 기간을 짧게 하거나, '하나씩 전부'로 둔 항목을 '하루 단위'로 되돌려 주세요.
pt_br: Grande demais. Encurte o período, ou volte para uma linha por dia as métricas definidas como «cada amostra».
ru: Слишком много. Сократите период или верните показателям с «каждой записью» одну строку на день.
zh_hans: 太大了。请缩短时间范围，或把设为“逐条全部”的项目改回“每天一行”。
zh_hant: 太大了。請縮短時間範圍，或把設為「逐筆全部」的項目改回「每天一列」。

# いまの期間: %@ 〜 %@（%lld日間）
source: Current period: %@ – %@ (%lld days)
ar: الفترة الحالية: %@ – %@ (%lld يوم)
de: Aktueller Zeitraum: %@ – %@ (%lld Tage)
es: Periodo actual: %@ – %@ (%lld días)
fr: Période actuelle : %@ – %@ (%lld jours)
it: Periodo attuale: %@ – %@ (%lld giorni)
ja: いまの期間: %@ 〜 %@（%lld日間）
ko: 현재 기간: %@ ~ %@(%lld일간)
pt_br: Período atual: %@ – %@ (%lld dias)
ru: Текущий период: %@ – %@ (%lld дней)
zh_hans: 当前范围：%@ 〜 %@（%lld 天）
zh_hant: 目前範圍：%@ 〜 %@（%lld 天）

# 記録を1件ずつ全部（およそ%@件）
source: Every sample (about %@)
ar: كل عيّنة (نحو %@)
de: Jede Einzelmessung (etwa %@)
es: Cada muestra (unas %@)
fr: Chaque échantillon (environ %@)
it: Ogni campione (circa %@)
ja: 記録を1件ずつ全部（およそ%@件）
ko: 기록을 하나씩 전부(약 %@건)
pt_br: Cada amostra (cerca de %@)
ru: Каждая запись (около %@)
zh_hans: 逐条全部记录（约 %@ 条）
zh_hant: 逐筆全部記錄（約 %@ 筆）

# 週ごとにまとめて書き出し直す
source: Re-export by week
ar: إعادة التصدير حسب الأسبوع
de: Nach Wochen neu exportieren
es: Volver a exportar por semanas
fr: Réexporter par semaine
it: Esporta di nuovo per settimana
ja: 週ごとにまとめて書き出し直す
ko: 주별로 묶어 다시 내보내기
pt_br: Exportar de novo por semana
ru: Выгрузить заново по неделям
zh_hans: 按周汇总后重新导出
zh_hant: 按週彙整後重新匯出

# 生理の記録を含める
source: Include menstrual records
ar: تضمين سجلات الدورة الشهرية
de: Menstruationsdaten einbeziehen
es: Incluir registros de menstruación
fr: Inclure les données de règles
it: Includi i dati delle mestruazioni
ja: 生理の記録を含める
ko: 생리 기록 포함
pt_br: Incluir registros de menstruação
ru: Включать данные о менструации
zh_hans: 包含月经记录
zh_hant: 包含月經記錄

# オンにしたときだけ、ヘルスケアに生理の記録を読む許可を求め、書き出しに含めます。オフのあいだは読み取りません。
source: Only when this is on does the app ask Health for permission to read menstrual records and include them. While it's off, they're never read.
ar: لا يطلب التطبيق إذن قراءة سجلات الدورة الشهرية من «الصحة» ولا يضمّنها إلا عند تفعيل هذا الخيار. وما دام متوقفاً فلا تُقرأ.
de: Nur wenn dies aktiviert ist, fragt die App Health nach dem Zugriff auf Menstruationsdaten und nimmt sie auf. Solange es aus ist, werden sie nicht gelesen.
es: Solo cuando está activado, la app pide permiso a Salud para leer los registros de menstruación y los incluye. Mientras esté desactivado, no se leen.
fr: Ce n'est que lorsque cette option est activée que l'app demande à Santé l'accès aux données de règles et les inclut. Désactivée, elle ne les lit jamais.
it: Solo quando è attivo, l'app chiede a Salute il permesso di leggere i dati delle mestruazioni e li include. Finché è disattivato, non vengono letti.
ja: オンにしたときだけ、ヘルスケアに生理の記録を読む許可を求め、書き出しに含めます。オフのあいだは読み取りません。
ko: 켜 두었을 때만 건강 앱의 생리 기록 읽기 권한을 요청하고 내보내기에 포함합니다. 꺼져 있는 동안에는 읽지 않습니다.
pt_br: Só quando isto está ativado o app pede à Saúde permissão para ler os registros de menstruação e os inclui. Enquanto estiver desativado, eles não são lidos.
ru: Только когда это включено, приложение запрашивает у «Здоровья» доступ к данным о менструации и включает их. Пока выключено, они не читаются.
zh_hans: 只有开启时，才会请求读取“健康”中月经记录的权限并将其包含在导出中。关闭期间不会读取。
zh_hant: 只有開啟時，才會請求讀取「健康」中月經記錄的權限並將其包含在匯出中。關閉期間不會讀取。

# 表の1行
source: Rows
ar: صفوف الجدول
de: Zeilen
es: Filas
fr: Lignes
it: Righe
ja: 表の1行
ko: 표의 한 줄
pt_br: Linhas
ru: Строки таблицы
zh_hans: 表格每行
zh_hant: 表格每列

# 1日ごと
source: Daily
ar: يومي
de: Täglich
es: Por día
fr: Par jour
it: Per giorno
ja: 1日ごと
ko: 하루 단위
pt_br: Por dia
ru: По дням
zh_hans: 每天
zh_hant: 每天

# 週ごと
source: Weekly
ar: أسبوعي
de: Wöchentlich
es: Por semana
fr: Par semaine
it: Per settimana
ja: 週ごと
ko: 주 단위
pt_br: Por semana
ru: По неделям
zh_hans: 每周
zh_hant: 每週

# 月ごと
source: Monthly
ar: شهري
de: Monatlich
es: Por mes
fr: Par mois
it: Per mese
ja: 月ごと
ko: 월 단위
pt_br: Por mês
ru: По месяцам
zh_hans: 每月
zh_hant: 每月

# 週・月ごとにすると、1年ぶんでもチャット欄に貼れる大きさになります。値は記録のあった日の1日平均です。
source: Weekly or monthly rows keep even a full year small enough to paste into a chat. Values are the daily average over days with records.
ar: مع الصفوف الأسبوعية أو الشهرية يتّسع حتى عام كامل في المحادثة. والقيم هي المتوسط اليومي للأيام المسجّلة.
de: Mit Wochen- oder Monatszeilen passt selbst ein ganzes Jahr ins Chatfeld. Die Werte sind Tagesdurchschnitte der Tage mit Daten.
es: Con filas semanales o mensuales, incluso un año entero cabe en el chat. Los valores son la media diaria de los días con registros.
fr: Par semaine ou par mois, même une année entière tient dans une conversation. Les valeurs sont la moyenne quotidienne des jours enregistrés.
it: Con righe settimanali o mensili anche un anno intero sta nella chat. I valori sono la media giornaliera dei giorni con dati.
ja: 週・月ごとにすると、1年ぶんでもチャット欄に貼れる大きさになります。値は記録のあった日の1日平均です。
ko: 주·월 단위로 묶으면 1년치도 채팅창에 붙여넣을 수 있는 크기가 됩니다. 값은 기록이 있는 날의 하루 평균입니다.
pt_br: Com linhas semanais ou mensais, até um ano inteiro cabe no chat. Os valores são a média diária dos dias com registros.
ru: С разбивкой по неделям или месяцам даже целый год помещается в чат. Значения — среднее за день по дням с записями.
zh_hans: 按周或按月汇总后，即使一整年的数据也能贴进聊天框。数值为有记录日的日均值。
zh_hant: 按週或按月彙整後，即使一整年的資料也能貼進聊天欄。數值為有記錄日的日均值。

# ヘルスケア書き出し
source: Health for AI
ja: ヘルスケア書き出し
